처조카가 조만간 대학에 입학할 예정이라.. 처조카에게 선물로 줄 노트북을 고르다가 알게 된 ByBook 노트북을

구매해서 개봉기 및 그리고 약간의 사용기를 올려드리니, 참고하시기 바랍니다.



 개인적으로 노트북은 Thinkpad만 사용한 사람이라..(집에 두대가 그대로 놀고 있...) Thinkpad를 좀 보긴 했습니다.

Ideapad나 E시리즈도 보고, AMD가 들어간 모델도 좀 보고 말이죠.  그런데, 키보드 감이 좋고, 내구성이 뛰어나다고 하지만,

Thinkpad는 X 시리즈 말고는 이상하게 휴대성이 급격하게 떨어지는 기분입니다.   전통적으로 그런 내구성을 강점으로 내세우고

있다고는 하지만, 대학생이 들고다니기에는 무거울거 같다는 생각이 많이 들었습니다.  참고로, 현재 주력으로 사용중인 맥북 프로 14인치

의 무게도 사실 무겁다고 생각하고 있어서 가벼운 모델을 중점적으로 살펴봤습니다.   그리고, 전공 자체가 공대가 아니고, 경상계열

이 될거라.. 무거운 프로그램은 안굴릴거 같아서 무조건 가벼운걸 고르다가 알게된 모델입니다. 
